let food = ["กะหรี่ปั๊บ", "แกงบอน", "แกงป่า", "แกงเขียวหวาน",
    "แกงไตปลา", "แกงส้ม", "แกงเผ็ดเป็ดย่าง", "แกงเลียง", "แกงมัสมั่น",
    "แกงเหลือง", "แกงเทโพ", "แกงจืด", "แกงโฮะ", "กุนเชียง",
    "แกงไก่", "กุ้งพริกไทย", "กุ้งชุบแป้งทอด", "กุ้งแช่น้ำปลา", "ไก่อบพริกไทยดำ",
    "แกงกะหรี่ไก่", "ขนมจีน", "ข้าวคลุกกะปิ", "ข้าวผัดสับปะรด", "ข้าวมันไก่", "ข้าวยำ",
    "ข้าวห่อใบบัว", "ไข่เจียว", "ไข่ต้ม", "ไข่ลูกเขย", "ไข่พะโล้หมูสามชั้น", "ข้าวแช", "ต้มยำ",
    "ต้มยำแซบ", "ต้มข่า", "ต้มจืด", "ผัดกระเพรา", "ผัดขี้เมา", "ผัดไท", "ผัดซีอิ้ว", "ผัดฉ่า",
    "ผัดวุ้นเส้น", "ผักบุ้งไฟแดง", "ผักคะน้าปลาเค็ม", "ส้มตำ", "สุกีไทย", "ลาบ", "ราดหน้า", "ห่อหมก",
    "ปลาร้าทรงเครื่อง", "ปลาราดพริก", "พะแนง", "พะแนงไก่", "พล่าเนื้อ", "ยำใหญ่", "ยำทวาย", "แหนม",
    "ปูจ๋า", "ปูนิ่มผัดพริกไทดำ", "ตำผลไม้", "บะหมี่หมูแดง", "หมูกะทะ", "หอยหลอดผัดฉ่า", "ไก่ต้มน้ำปลา",
    "ไก่อบฟาง", "ไก่ทอดน้ำปลา", "ปลากระพงทอดน้ำปลา", "งบปลา", "คั่วกลิ้งหมู", "หลนปูเค็ม", "แจงลอน",
    "หรุ่ม", "ล่าเตียง", "สาคูไส้หมู", "ปลาทับทิมลุยสวน", "แกงเทโพหมู", "ผัดกระเพราหมู"];

module.exports = food